bungcip.better-toml
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
dlasagno.rasi
donjayamanne.python-environment-manager
eww-yuck.yuck
HarryHopkinson.vs-code-runner
haskell.haskell
hoovercj.haskell-linter
justusadam.language-haskell
kamikillerto.vscode-colorize
ms-pyright.pyright
ms-python.python
