alexdauenhauer.catppuccin-noctis
bungcip.better-toml
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
dlasagno.rasi
donjayamanne.python-environment-manager
HarryHopkinson.vs-code-runner
haskell.haskell
hoovercj.haskell-linter
justusadam.language-haskell
kamikillerto.vscode-colorize
ms-pyright.pyright
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
